Repository: mozilla-l10n/mt-training-data
Catalog: lua/lua_pontoon.tmx
Source language: en_us
Languages: lua

source: 1 sentence collected
lua: 1 Tshiambilu tshiangatshibue

source: 2 down, keep it up!<playIcon></playIcon>
lua: Bipitshile bibidi <playIcon></playIcon>, tungunuka !

source: About
lua: Bua bualu ebu

source: Accepted file types: .tsv only
lua: Luidi lua tukanda tua kutuma : tsv kayende

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
lua: { $actionType }<playIcon></playIcon>, Tshiambilu tshidi tshiambibue bimpe anyi ?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
lua: { $actionType }<recordIcon></recordIcon>Pindieu bala tshimbilu ne diyi dikole.

source: { $actionType }<stopIcon></stopIcon> when done
lua: { $actionType }<stopIcon></stopIcon> Musangu umue kuakujika.

source: { $actionType } submit when ready
lua: { $actionType } Tuma paudi pabuipi

source: Add and Review Sentences, Add Questions, Transcribe Audio
lua: Kumbaja ne tangulula biambilu, kumbaja konko, ne ela diyi

source: Add <icon></icon> a public domain sentence
lua: Kubanja <icon></icon> tshiambilu tshidi bua bantu bonso

source: Add information
lua: Kumbaja ngumu

source: Add new sentences for the community to read
lua: Kumbaja biambilu bipiabipia bia kubala kudi bantu

source: Add one sentence per line
lua: Kumbaja tshiambilu tshimue ku mulongo

source: Add questions in your language
lua: Kumbaja konko mu muakulu weba

source: Add Sentences
lua: Kumbaja biambilu

source: Add sentences in your language
lua: Kumbaja biambilu mu muakulu weba

source: Add up to 1,000 sentences
lua: Kumbaja to ne ku biambilu 1000

source: Add Your Voice
lua: Fila diyi dieba

source: Agriculture and Food
lua: Madimu anyi kudima ne kudia

source: All sentence must have the same domain
lua: Biambilu bionso bidi ne tshiakuikala mu luidi lumue

source: All sentences must have the same citation
lua: Biambilu bionso bidi ne tshiakuila ne miaku imue

source: Already have an account? <login>Log-In</login>
lua: Udi ni compte anyi ? <login> Dipetangana</login>

source: An error occurred fetching sentences
lua: Tshilema tshimueneka tshikondo tshia kuangata biambilu

source: An error occurred reviewing this sentence
lua: Tshilema tshimueneka tshikondo tshia kutangulula biambilu

source: An error occurred submitting your voice information
lua: Tshilema tshimue tshimueneka pa kutuma kua ngumu ya meyi eba

source: Approve
lua: Jadika

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
lua: Mutoyi mukesa wa kuinshi udi muitabujibue kadi kena ne bua kuikala ne meyi makuabu adi muakukeba biamua bidi muakuambuluisha mua kujadika miaku idi mifunda. Binuaya kunva miaku ya mu tshiambilu mishilangane bikengela kumbusha mikuabu. Bidi muakenzeka nangananga padi muntu utangila television anyi mitoyi ya pabuipi.

source: Are you coming? <strong>[called by another]</strong>
lua: Udi ulua?<strong>[Diakula kudi diyi dikuabu]</strong>

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
lua: Tuela nkonko kupitshila ku <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> ou <emailLink> e-mail </emailLink>.

source: Automotive and Transport
lua: Mashinyi anyi anyi mushindu mukua wa kuenda nawu

source: Background Noise
lua: Mitoyi ya kuishi

source: Background Voices
lua: Meyi a kunyima

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
lua: Tuma tema kumpala kua kubenga tshintu kapanda bua bualu bua mubadi nsongalume anyi songakaji bimueneka ne, uvua muamba diyi kampanda bibi anyi bimue biambilu bia miaku, anyi bimueneka ne kavua muteleja bualu bumue bua lukonko. Kudi mishindu ya bunyi ya kutela idibu benzeja mu buloba bujima kudi imue iudi kuyi muanji kumvua mu tshitupa tshinena. Ndi kusengelela bua umone kumpala kua diba budi kabidi bua kudisunguila bua bantu badi mua kuakula mu mishindu mikuabu nebe.

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
lua: [Tshiambilu esthi« Wango » tshidi tshimpe kunva pamutu pa « Vagon » (FR) anyi « OUAGON » (BE)]

source: <bold>{ $count }</bold> Clips
lua: <bold>{ $count }</bold>Bipatula

source: <bold>Help us</bold> find more voices
lua: <bold>Tuambuluisha</bold> mua kupeta meyi makuabu

source: Bulk batch
lua: Dibuki dinene

source: Bulk Sentences Uploaded
lua: Tshiambilu tshiakuya

source: By telling us about yourself, you will help developers build more inclusive technology
lua: Udi musue kuabanya ngumu pa bidi ditangila mushindu weba wa kuakula ?

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
lua: Mu kutumukisha Common Voice, udi witabuja meyi ne <termsLink>mikandu ya ngenzelu wetu wa mudimu</termsLink> ne luidi <privacyLink>lua kubuta malu</privacyLink>

source: Cancel Re-recording
lua: Benga dikuata dia meyi

source: Cancel Submission
lua: Kukosa dituma

source: Cannot submit more than 1000 sentences
lua: Bidi bualu bukole bua kutuma biambilu pamutu pa 1000

source: Change preferences
lua: Dishintulula dia malu makuabu

source: Check <icon></icon> is this a linguistically correct sentence?
lua: Tangulula<icon></icon> buase tshiambilu tshifunda bilondeshela muakulu

source: <chevron></chevron>See less
lua: <chevron></chevron> Patula bilejelu bishadidile

source: <chevron></chevron>See more
lua: <chevron></chevron> Patula bilejelu biabunyi

source: Citation
lua: Ntela

source: Cite with a URL link or the full name of the work.
lua: Tela ne kumbaja mushindu wakubuela anyi ndida dijima dia mudimu.

source: Click
lua: Tuaku pa

source: Clips Uploaded
lua: Bibueja mumulongu

source: Comment
lua: Bia kukumbaja

source: Contact Form
lua: Mukanda wa kupetangana

source: Contact Us
lua: Tuambila

source: Continue
lua: Tungunuka

source: Continue validating
lua: Tungunuka ne dijadika

source: Contribute
lua: Kusangisha

source: Contribute sentences
lua: Fila biambilu

source: Contribution Criteria
lua: Malu malombibue bua dikuatshisha

source: Create a profile
lua: Kangula profil

source: Criteria
lua: Malu malombibue

source: Datasets
lua: Mazaba

source: Delete my recordings
lua: Kukupula mukuatululu

source: Different language
lua: Muakulu mukuabu

source: Difficult to pronounce
lua: Bikole bua kuakula

source: Discard ongoing recording
lua: Kubenga dijadika mukatshinkatshi

source: Does the sentence meet the guidelines?
lua: Tshiambilu tshifanangane ne mikenji anyi ?

source: Donate your voice
lua: Fila diyi dieba

source: Don't see your language on Common Voice yet?
lua: Muakulu weba kena muanji kuikala pabuipi ?

source: Drag your file here or <uploadButton>click to upload</uploadButton>
lua: Puekesha kakanda keba apa anyi <uploadButton>tuaku pa kutuma</uploadButton>

source: Drop file here to upload
lua: Teka kakanda keba bua kukatuma

source: Enter your email
lua: Funda mushindu wa kukupeta kupitshila ku e-mail weba

source: Enter your public domain sentence here
lua: Funda tshiambilu tshidi tshitangila bantu bonso

source: Enter your public domain sentences here
lua: Funda tshiambilu tshidi tshitangila bantu bonso

source: Error adding sentence
lua: Tshilema tshiezeka pa kukubanja tshiambilu

source: ESC
lua: Kupatuka

source: Exit & Delete clips
lua: Kumbuka ne kukupula mukuatululu yonso

source: Fewer than 15 words per sentence
lua: Muinshi mua biambilu 15

source: File is too large
lua: Kakanda kadi kanene bikole

source: File is too small
lua: Kakanda kakese bikole

source: Finance
lua: Mianda ya mpetu

source: Finish recording
lua: Kujikija dikuatulula

source: Finish recording first?
lua: Muitabuja dijikija dia dikuatulula ?

source: Finish Review
lua: Jikija ditangulula

source: Finish validating
lua: Jikija dijadika

source: Finish validating clips?
lua: Jikija dijadija dia tshilejelu ?

source: Follow guidelines from “What sentences can I add?”
lua: Londa njila wa disungula « tshiambilu kayi tshindi mua kukumbaja ? »

source: for example
lua: Tshilejelu

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
lua: Bua tshinyi biamua bia kubutatande bidi biambuluisha bantu bonso le malu andi ambuluisha badi benza mudimu ku malu a biamua bia butatande idi ni tshiakuleja bumuntu bua muntu. Tshilejelu; tuetu katuyi bateleje badi batunva, nansha biamua bia ku butatanda kabia kuenza mudimu bimpa to pa bidi bitangila bantu aba. <learnMore>Kumanya bia bunyi pa bidi bitangila buimpe bua metadone.</learnMore>

source: General
lua: Mu tshibunyi

source: General language / multiple variants
lua: Malu abungi adi atangila muakulu/ dishiitulka diabungi

source: Grammatical / spelling error
lua: Tshilema mu tshimbulu / Tshilema tshia mfundilu

source: Great!<recordIcon></recordIcon> Record your next clip
lua: Bimpa bitambe ! <recordIcon></recordIcon> Kuata meyi makuabu.

source: Great work!<playIcon></playIcon> Listen again when you're ready
lua: Mudimu muimpa ! <playIcon></playIcon> Udi mua kuteleja kabidi biwikale udi pabuipi

source: Guidelines
lua: Meyi ne mikandu

source: Healthcare
lua: Bukola bua mubidi

source: Help create Common Voice’s first target segment in { $locale }
lua: Ambuluisha mushindu wakupeta tshitupa tshia bantu ba mu common voice { $locale }

source: Help us build a community around voice technology, stay in touch via email.
lua: Tuabuluishayi mua kutuangaja bisamba popamue kupitshila ku butatanda bua meyi ne tushale popamue kupitshila ku tukanda tua pa shinga

source: Help us validate voices
lua: Tuambuluisha mua kujadika bilejelu bia meyi

source: His hand was rais-ed.
lua: Mkata wa nyama ne bitutu

source: History, Law and Government
lua: Sumuinu, bundubululu ne mu bulamatadi

source: How do I cite?
lua: Mushindu kayi wakuenza ditela ?

source: How to add multiple sentences
lua: Mushindu kayi undi muakutuma biambilu biabunyi

source: How would you describe your sex or gender?
lua: Mushindi kayi uudi ujika kumanyisha muntu bueba bua muntu mulume anyi mukaji ?

source: I agree
lua: Ndi ngitaba

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
lua: Ndi mutushibue se biambilu bidi bu

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
lua: Ndijadika buase tshimbilu etshi <wikipediaLink> tshidi bua bantu bonso</wikipediaLink> ne ndi muenzejibue bua ku tshituma.

source: <icon></icon> Add multiple public domain sentences
lua: <icon></icon> Kumbaja biambilu biabunyi bua bantu bonso

source: Ideally natural and conversational (it should be easy to read the sentence)
lua: Tshiambilu tshidi ne tshikuikala ne luidi lua kutshibala nansha

source: I do not agree
lua: Ndi mbenga

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
lua: Pikabi miaku yeba wewa, nfunda anu ne <italicizedText>« miaku yanyi »</italicizedText>. Tudi dijinga ne kumanya mushimi wa malu aa bua kumuna mua kutangulalu buase bidi bua bntu bonso ne meyi ne mikandu nansha amue ka akulua bua kuamba ne tufute muena miaku yenda. Bua bidi bitangila ngumu pa kutela miaku anyi biambilu, bala <guidelinesLink>meyi ne mikandu yenu</guidelinesLink>.

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
lua: Bikala meyi adi mu tshisanji adi akoseka, ubenga meyi au anu pikala bikalau ni biamilu bimpa udi mua ku alama.

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
lua: Piwikala usua kutuma ngumu mikuabu pa bidi bitangila kakanda aka, buela netu mu dipetangana <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
lua: Biwikala musue kufila ngumu mukuabu pabidi bitangila kakanda aka, idi kayii muela udi muakubuela netu mu dipetangana <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
lua: Pikala tshiambilu tshidi tshiandamuna ku mikenji idi ilonda eyi tuaku pa « dibenga » ku diabakaji. Piwikala ne mpata udi mua kupita ne kuya ku tshitupa tshikuabu.

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
lua: Pikala tshiambilu tshidi tshiandamuna ku mikenji, tuaku pa « jadika » ku diabalume

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
lua: Biwikala mu lutatu kampanda, malu adibu kabayi bakuile aa, bimpa usungule kulonsangana ne meyi mimpa. Biwikala kuyi muanji kuangata dipangadika, tuaku pa lubote lua « kupitshisha » ni pitshisha difunda didi dilonda.

source: If you run out of sentences to review, please help us collect more sentences!
lua: Piwikala kuena ne biambilu bia ku tangulula, tuambuluisha mua kupeta biambilu !

source: Include appropriate citation
lua: Ditela didikadile didi dilobimbue

source: Invalid file
lua: Kakanda kayi kanyishibue

source: It contains words or phrases that are hard to read or pronounce.
lua: Miaku mikuabu mikole mua ku ibala nansha ku ifunda.

source: It is written in a language different than what I’m reviewing.
lua: Tshiambilu tshifunda mu muakulu mushilangane ne biindi imbala.

source: It is written in a language different than what I’m speaking.
lua: Muaku mufunde mu muakulu uundi tshiyi mumanya to.

source: Just Unsure?
lua: Udi wela mpata ?

source: Keep it up, record again <recordIcon></recordIcon>
lua: Tungunuka nanku ne kuatulula mutulula mukuabo musangu.

source: Keep the recordings
lua: Kulama mikuatululu

source: Keep track of your progress with a profile
lua: Keba mushindu wakumanya muudi uya kumpala

source: Language
lua: Muakulu

source: Language Fundamentals (e.g. Digits, Letters, Money)
lua: Mikeji ya tanku ya miakulu (nomba, maleta, mpetu)

source: Language Request
lua: Kusungula muakulu

source: Language request successfully submitted, thank you.
lua: Bua kusungula muakulu, Tuasakidila.

source: Languages
lua: Miakulu

source: Large bulk sentence submission
lua: Tuma biambilu biabunyi

source: Learn More
lua: Kumanya malu makuabu

source: Leaving now means you'll lose your progress
lua: Umbuka mpindiewu nudi muakunzesha dijimija dia ditunguka dienu

source: Listen
lua: Unva

source: Listen options menu
lua: Muaba wa bipatuidi « Unva »

source: Loading sentences…
lua: Dibueja dia biambilu…

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
lua: <loginLink>Buala mu site</loginLink> anyi <loginLink>tshifundisha</loginLink> bua kukubanja biambilu bia bunyi

source: Log in or sign up to get started
lua: Difundishe bua kubanga

source: Log In / Sign Up
lua: kudifundisha

source: Make sure the sentence meets the following criteria:
lua: Tuishibua bua se miaku idi ne mikenji eyi :

source: Maximum file size: 25 MB
lua: Bunena bua ndekedi bua kakanda: 25 Mo

source: Media and Entertainment
lua: Butatanda ne manaya

source: Message
lua: Mukenji

source: Minimum sentences in file: 1000
lua: Bunyi bua buambilu bia kutuma mu kakanda : 1 000

source: [Mismatched content]
lua: [Kakuena bualu basongo mu mifundu]

source: Misreadings
lua: Bulema bua dibala

source: Missing an <strong>'s'</strong> at the end of a word.
lua: Kushala <strong>« s »</strong> ku ndekedi kua muaku.

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
lua: Kushala <strong>« umue »</strong> kutuadijilu kua dijadika

source: Missing the end of the last word by cutting off the recording too quickly.
lua: Ndekedi wa diyi dia ndekedi udu mukoseke, bualu bua difunda edi diakadi ditamba kuimana lukasa.

source: [More has been recorded than the required text]
lua: [Thiambilu tshilombibue tshiya kujandikibua]

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
lua: Mu ma enregistrement mishilangane bantu badi bakula ne diyi diabu dia tshiandelele. Udi muakuitaba misangu mukuabu difunda dia malu didi kadiyi dia pa tshibidilu dia lubila dia mishiku anyi diakula dimpe ne diyi dia manaya. Ndikusengelela benga mifundu mimba et mienza kupitshila ku biamua.

source: Name
lua: Dina

source: Nature and Environment
lua: Bintu bdi mu tshibuashibuashi

source: News and Current Affairs
lua: Malun mapiamapia

source: No
lua: Too

source: [No ‘a’ in the original text]
lua: [Dileta dia « y » kumpala kua tshimbilu to]

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
lua: <noCopyright>Kakuena mikalu anyi mikenji miela bua muena biambilu </noCopyright> (cc-0)

source: No foreign letters
lua: Maleta a kubabende makadikibue

source: No microphone found.
lua: Kakuena tshipeta nansha tshimue tshipeta

source: No numbers and special characters
lua: Nomba nansha bijiadikiku bia mufundilu bikadikibue

source: No sentences to review. <addLink>Add more sentences now!</addLink>
lua: Kakuena muaku nansha umue wa kutangulula to. Udi mua <addLink>kukumbaja miaku mukuabu</addLink>.

source: No Thanks
lua: To tuasakidila

source: No thanks, continue speaking
lua: To tuasakidila, tunguka kuakula

source: Offensive language
lua: Miaku mibi

source: Offensive speech
lua: Malu adi anyingalaja

source: On desktop devices you can contribute by downloading…
lua: Bua mashinyi a mu bulo, nudi mua kupeta biambilu bipiabipia :

source: On his head he wore a beret.
lua: Dikalu diakadi dikoka makalu makuabu.

source: On iOS please continue with Safari to enable recording…
lua: Mu iOS, tungunuka ne luendu bua kutuadija dikuata meyi…

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
lua: Kadi biwikala wela meji ne mubandi nsongalume anyi nsongakaji kakadi muanji kutuilanngana ne muaku eu kumpala to ne udi ukeba anu kumanya mudibu babikila bimpe ndi nkusengelela ne benga. Mu mpata enzela lubote lua kupitshisha.

source: Other Language
lua: Muakulu mukuabu

source: Partner
lua: Malunda

source: [Part of the text can’t be heard]
lua: [Tshitupa tshia tshiambilu katshiena tshikumbana ku tshinva to]

source: <playIcon></playIcon>Last one!
lua: <playIcon></playIcon> Wandekelu !

source: Play/Stop
lua: Kubala/Kuimanyika

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
lua: tangilabi <templateFileLink>mushindu</templateFileLink> ewu. Biambilu bieba kabiena ne ntshiakuila ne mikandu to ne bidi ne tshiakuikala bimueneka mushindu wakubibala anyi wakubifunda. Biambilu bituma bidi ne tshiakangata tususa tutue ku 10 - 15 kuku bala ne upuka kueka kua nomba, mena a bumuntu anyi caracteres speciaux.

source: Please fill out this field.
lua: Suaku uuja muaba ewu.

source: Please select a language to review sentences.
lua: Bueja muakulu bua kutangila biambilu.

source: r
lua: e

source: [‘Raised’ in English is always pronounced as one syllable, not two]
lua: [« Sandwich » mu Mfalasa badi bakula bamba anu bu muaku umua ki ibidi to]

source: Rate limit exceeded. Try again in { $retryLimit } minutes
lua: Mumane kupitshisha pa tshikondo tshilombibue udi muakubangulula mu { $retryLimit } kasusa

source: Rate limit exceeded. Try again in { $retryLimit } seconds
lua: Mumane kupitshisha pa tshikondo tshilombibue udi muakubangulula mu { $retryLimit } kasusa

source: Reader Effects
lua: Miaku idibu batela bua kuteleja

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
lua: Bilema bia miaku idi ne mushinga bidi bibadibua bu mudi « surment » pa muaba wa « surement ».

source: Read Sentences
lua: Bala tshiambilu

source: Read Sentences, Answer Questions
lua: Bala tshiambilu, mandamuna ku konko

source: Read Sentences <small>(Coming soon)</small>
lua: Bala tshiambilu <small> (pashishe) </small>

source: Read sentences submitted by the community in various languages
lua: Kubala biambilu bifila bua bantu mua miakulu mishilangane

source: Ready to do { $count } more?
lua: Pabuipi pa kuenza { $count } biabunyi ?

source: <recordIcon></recordIcon> Last one!
lua: <recordIcon></recordIcon> Nguandekelu !

source: [Recording cut off before the end of the last word]
lua: [Difunda dikoseka kumpala kwa kufikila ku muaku wa ndekelu]

source: Record/Stop
lua: Kujadika/Kulekela

source: Record yourself reading sentences in your language
lua: difundisha popamue ne kubala biambilu bia muakulu weba

source: Record yourself responding to questions and prompts in your language
lua: Difundisha popamue ne kuandamuna ku konko ne kudi babikidibue mu muakulu weba

source: Record your voice
lua: Akula ne diyi

source: Reference the source of your sentence (required)
lua: Jadika mushimu wa tshiambilu tshieba (udi muezejibue)

source: Reject
lua: Dibenga

source: Report
lua: Kumanyisha

source: Report was passed successfully
lua: Mulubu udi mutuma biakane

source: Request a Language
lua: Fila muakulu

source: *required
lua: Tshidibu balomba

source: Re-record
lua: Dikuatulula

source: Re-record clip
lua: Kubangulula dijadika

source: Return
lua: Buela

source: Return to Common Voice Datasets
lua: Kupingana ku manaya aku common voice

source: Review
lua: Ditangulula

source: Review could not be saved. Please try again later.
lua: Ditangulula kadiena diya kujadikibua to. Udi mua kuteta tshiakabidi.

source: ⓘ Review Criteria
lua: Mikenji ya ditangulula

source: Review Criteria
lua: Mikenji ya ditangulula

source: Reviewed sentences not submitted, are sure?
lua: Miaku mitangulula kayena miya to, udi muakutungunuka ?

source: Review existing sentences submitted by the community
lua: Tangulula biambilu bidi mu bantu

source: Review & re-record clips here as you go
lua: Tangulula ne kuatulula kudisua

source: Review & re-record clips if needed
lua: Ntangulula ne kuatulula biobi bikale ne mushinga
